// test 
// 50 soal
// s1 15 bb 1  ba 15
// s2 15 bb 16 ba 30
// s3 10 bb 31 ba 40
// s4 10 bb 41 ba 50
// 50
const SimulationJFT5Questions = [
    {
        id : 1,
        section : 1,
        text : "これは何ですか。 ",
        answers : [
                    {id:0,text:"むきます"},
                    {id:1,text:"まぜます"},
                    {id:2,text:"つきます"},
                    {id:3,text:"なきます"},
                    ],
        keyid : 0,
        image : "Simulation JFT-5/1.PNG",
        sound : ""
    },
    {
        id : 2,
        section : 1,
        text : "これは何ですか。 ",
        answers : [
                    {id:0,text:"はなび"},
                    {id:1,text:"はなみ"},
                    {id:2,text:"ぼのどり"},
                    {id:3,text:"ひので"},
                    ],
        keyid : 0,
        image : "Simulation JFT-5/2.PNG",
        sound : ""
    },
    {
        id : 3,
        section : 1,
        text : "これは何ですか。 ",
        answers : [
                    {id:0,text:"そうじき"},
                    {id:1,text:"すいはんき"},
                    {id:2,text:"せんたくき"},
                    {id:3,text:"じどうはんばいき"},
                    ],
        keyid : 1,
        image : "Simulation JFT-5/3.PNG",
        sound : ""
    },
    {
        id : 4,
        section : 1,
        text : "これは何ですか。 ",
        answers : [
                    {id:0,text:"こずい"},
                    {id:1,text:"じしん"},
                    {id:2,text:"つなみ"},
                    {id:3,text:"たいふう"},
                    ],
        keyid : 3,
        image : "Simulation JFT-5/4.PNG",
        sound : ""
    },
    {
        // l1 3
        id : 5,
        section : 1,
        text : "友だちが　病気　でしたので、（　　　）に行きました。",
        answers : [
                    {id:0,text:"おみまい"},
                    {id:1,text:"りょこう"},
                    {id:2,text:"にゅういん"},
                    {id:3,text:"かいもの"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        // l2 2 ganti
        id : 6,
        section : 1,
        text : `私は（　　　）があるので、カニは 食べられませんでした。`,
        answers : [
                    {id:0,text:"ハラル"},
                    {id:1,text:"バター"},
                    {id:2,text:"アレルギー"},
                    {id:3,text:"バーベキュー"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        // l2 6
        id : 7,
        section : 1,
        text : "外の　けしき が好きですから、いつも（　　　）に　すわります。 ",
        answers : [
                    {id:0,text:"ざせき"},
                    {id:1,text:"となり"},
                    {id:2,text:"まどぎわ"},
                    {id:3,text:"つうろうがわ"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        // l4 4
        id : 8,
        section : 1,
        text : "来月の25日は（　　　）です。20歳の人たちが　あつまって、パーティーを　しています。",
        answers : [
                    {id:0,text:"おしょうがつ"},
                    {id:1,text:"せいじんしき"},
                    {id:2,text:"はなびたいかい"},
                    {id:3,text:"たなばた"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        // l4
        id : 9,
        section : 1,
        text : "はじめて日本に来たときは、中国人に　たすけられました。</br>中国人=.... ",
        answers : [
                    {id:0,text:"ちゅうごくじん"},
                    {id:1,text:"がいこくじん"},
                    {id:2,text:"にほんじん"},
                    {id:3,text:"かんこくじん"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        // l2
        id : 10,
        section : 1,
        text : "毎日　夜まで　べんきょうしています</br>夜=.... ",
        answers : [
                    {id:0,text:"ふゆ"},
                    {id:1,text:"あさ"},
                    {id:2,text:"ひる"},
                    {id:3,text:"よる"},
                    ],
        keyid : 3,
        image : "",
        sound : ""
    },
    {
        // l7
        id : 11,
        section : 1,
        text : "夕方になると、空が赤くなります</br>赤=...  ",
        answers : [
                    {id:0,text:"くろ"},
                    {id:1,text:"しろ"},
                    {id:2,text:"あか"},
                    {id:3,text:"あお"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        // l7
        id : 12,
        section : 1,
        text : "妹のしゅみは　水泳です</br>水泳=  ",
        answers : [
                    {id:0,text:"すいえい"},
                    {id:1,text:"どくしょ"},
                    {id:2,text:"つり"},
                    {id:3,text:"うんどう"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    }, 
    {
        // l7
        id : 13,
        section : 1,
        text : "27歳になったので、そろそろ　けっこんを　かんげえないといけないです。</br>けっこん=...  ",
        answers : [
                    {id:0,text:"結婚"},
                    {id:1,text:"結約"},
                    {id:2,text:"詰婚"},
                    {id:3,text:"詰約"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        // l11　<u></u>
        id : 14,
        section : 1,
        text : "電車が　やっと　とうちゃくしました</br>とうちゃく=...   ",
        answers : [
                    {id:0,text:"倒着"},
                    {id:1,text:"到青"},
                    {id:2,text:"到着"},
                    {id:3,text:"到青"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        // l13　<u></u>
        id : 15,
        section : 1,
        text : "外が　とっても　うるさくて、ずつうに　なってきた </br>ずつう=...  ",
        answers : [
                    {id:0,text:"頭痛"},
                    {id:1,text:"顔痛"},
                    {id:2,text:"願痛"},
                    {id:3,text:"類痛"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },         
    {
        // l13
        id : 16,
        section : 2,
        text : `
        A：暑いですから、うすいシャツを（　　　）いったほうが　いいとおもう。</br>
        `,
        answers : [
                    {id:0,text:"きって"},
                    {id:1,text:"まって"},
                    {id:2,text:"もって"},
                    {id:3,text:"のって"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        // 11 
        id : 17,
        section : 2,
        text :`
        B：ぐんまけんは　何が　いいですか？</br>
        A：（　　　）がいいですよ、旅館もいいし、せっきゃくも　とってもいいです。</br>
        <hr>
        ＿＿＿に入るものは何ですか。
        `,
        answers : [
                    {id:0,text:"おんせん"},
                    {id:1,text:"はなび"},
                    {id:2,text:"こうつう"},
                    {id:3,text:"デパート"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        // l11  
        id : 18,
        section : 2,
        text : `
        
        れいぞうこに（　　）入っていません。
        <hr>
        ＿に入るものは何ですか。

        `,
        answers : [
                    {id:0,text:"何が"},
                    {id:1,text:"何も"},
                    {id:2,text:"何と"},
                    {id:3,text:"なんの"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        // l16
        id : 19,
        section : 2,
        text : `
       明日のしゅくだいなんですが、50ページの３ばんめ（　　）やってください。
        `,
        answers : [
                    {id:0,text:"だけ"},
                    {id:1,text:"しか"},
                    {id:2,text:"ぜんぜん"},
                    {id:3,text:"もっと"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        // l13
        id : 20,
        section : 2,
        text : `
        クリスマスでは、みんな　何をしましたか</br>
        A：家族（　　　）ちがいますね。</br>`,
        answers : [
                    {id:0,text:"なら"},
                    {id:1,text:"とおりに"},
                    {id:2,text:"によって"},
                    {id:3,text:"について"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 21,
        section : 2,
        text : `
        チケットを買える（　　）、あさから　ならんでいました。
        <hr>
        ＿＿＿に入るものは何ですか。`,
        answers : [
                    {id:0,text:"ように"},
                    {id:1,text:"なら"},
                    {id:2,text:"ても"},
                    {id:3,text:"が"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        // l 12
        id : 22,
        section : 2,
        text : `
        A：料理は　日本と　インドネシアと　どちらが　おいしいですか</br>
        B：＿＿＿＿＿おいしいと　おもいます</>
        <hr>
        ＿＿＿に入るものは何ですか。`,
        answers : [
                    {id:0,text:"料理"},
                    {id:1,text:"ほうがいい"},
                    {id:2,text:"どちらも"},
                    {id:3,text:"どれ"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        // l 9
        id : 23,
        section : 2,
        text : `
        もう夜ですね（　　　）かえらないと。`,
        answers : [
                    {id:0,text:"とっても"},
                    {id:1,text:"そろそろ"},
                    {id:2,text:"どんどん"},
                    {id:3,text:"なかなか"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        // l 10
        id : 24,
        section : 2,
        text : `
        A：新しいサイトが（　　　）まで、どのぐらい　かかりますか。</br>
        B：あさってぐらいですね。</br>
        <hr>
        ＿＿＿に入るものは何ですか。`,
        answers : [
                    {id:0,text:"みられる"},
                    {id:1,text:"みられた"},
                    {id:2,text:"みられて"},
                    {id:3,text:"みられます"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        // l 13
        id : 25,
        section : 2,
        text : `
        A：ピアノを　ならっていると　聞いたんですが。どうですか。</br>
        B：そうですね、いまは　すこし（　　　）</br>
        <hr>
        ＿＿＿に入るものは何ですか。
        `,
        answers : [
                    {id:0,text:"ひけました"},
                    {id:1,text:"ひけるようになりました"},
                    {id:2,text:"ひけたほうがいいです"},
                    {id:3,text:"ひけたらいいです"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        // l9
        id : 26,
        section : 2,
        text : "上手になる（　　　）私は　りょうりを　もっとならいたいです。",
        answers : [
                    {id:0,text:"なら"},
                    {id:1,text:"つもり"},
                    {id:2,text:"ことを"},
                    {id:3,text:"ために"},
                    ],
        keyid : 3,
        image : "",
        sound : ""
    },
    {
        // l9
        id : 27,
        section : 2,
        text : "おふろ　ちょっと　さむいので、少し（　　）してください。りようしゃが　いやがっていましたから。",
        answers : [
                    {id:0,text:"あつく"},
                    {id:1,text:"あつかった"},
                    {id:2,text:"あつくない"},
                    {id:3,text:"あつい"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 28,
        section : 2,
        text :`
        お客さま：いらっしゃいませ。</br>
        店員　　：すみません、新しく出た　けいたい　を買いたいんですが。</br>
        お客さま：今月は、四だいも出ましたが、この四だいの　どちらのでしょうか。</br>
        店員　　：ええと、たしか　後ろのカメラが　二つあって、　ボタンがない　けいたいです。</br>
        お客さま：「１」、この二だいですね。</br>
        店員　　：その二だいは　何が　ちがうんですか、見た目だけですか。</br>
        お客さま：そうですね、黒いほうは　ゲームに　ちょうどいいです。「２」あつくならないし、RAMも16GBあります。</br>
        店員　　：もう一つは？</br>
        お客さま：もう一つは、もっと　かるくて、小さいです。RAMは8GBまでですが、カメラは　とおい　ところまで　とれます。</br>
        店員　　：私、「３」ですから、黒いのにします。おいくらですか。</br>
        お客さま：10万5千2百円です。今日は　特別な　わりびきが　ついているので。9万6千になります。いかがですか。</br>
        店員　　：じゃ、それにしましょう。</br>
        お客さま：ありがとうございます。すぐごよういしますので、少々　お待ちください。</br>
        <hr>
        「１」に入るものはなんですか。
        `,
        answers : [
                    {id:0,text:"そうなったら"},
                    {id:1,text:"それに"},
                    {id:2,text:"それでしたら"},
                    {id:3,text:"それで"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 29,
        section : 2,
        text :`
        お客さま：いらっしゃいませ。</br>
        店員　　：すみません、新しく出た　けいたい　を買いたいんですが。</br>
        お客さま：今月は、四だいも出ましたが、この四だいの　どちらのでしょうか。</br>
        店員　　：ええと、たしか　後ろのカメラが　二つあって、　ボタンがない　けいたいです。</br>
        お客さま：「１」、この二だいですね。</br>
        店員　　：その二だいは　何が　ちがうんですか、見た目だけですか。</br>
        お客さま：そうですね、黒いほうは　ゲームに　ちょうどいいです。「２」あつくならないし、RAMも16GBあります。</br>
        店員　　：もう一つは？</br>
        お客さま：もう一つは、もっと　かるくて、小さいです。RAMは8GBまでですが、カメラは　とおい　ところまで　とれます。</br>
        店員　　：私、「３」ですから、黒いのにします。おいくらですか。</br>
        お客さま：10万5千2百円です。今日は　特別な　わりびきが　ついているので。9万6千になります。いかがですか。</br>
        店員　　：じゃ、それにしましょう。</br>
        お客さま：ありがとうございます。すぐごよういしますので、少々　お待ちください。</br>
        <hr>
        「２」に入るものはなんですか。
        `,  
        answers : [
                    {id:0,text:"なかなか"},
                    {id:1,text:"たまに"},
                    {id:2,text:"よく"},
                    {id:3,text:"いつも"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 30,
        section : 2,
        text :`
        お客さま：いらっしゃいませ。</br>
        店員　　：すみません、新しく出た　けいたい　を買いたいんですが。</br>
        お客さま：今月は、四だいも出ましたが、この四だいの　どちらのでしょうか。</br>
        店員　　：ええと、たしか　後ろのカメラが　二つあって、　ボタンがない　けいたいです。</br>
        お客さま：「１」、この二だいですね。</br>
        店員　　：その二だいは　何が　ちがうんですか、見た目だけですか。</br>
        お客さま：そうですね、黒いほうは　ゲームに　ちょうどいいです。「２」あつくならないし、RAMも16GBあります。</br>
        店員　　：もう一つは？</br>
        お客さま：もう一つは、もっと　かるくて、小さいです。RAMは8GBまでですが、カメラは　とおい　ところまで　とれます。</br>
        店員　　：私、「３」ですから、黒いのにします。おいくらですか。</br>
        お客さま：10万5千2百円です。今日は　特別な　わりびきが　ついているので。9万6千になります。いかがですか。</br>
        店員　　：じゃ、それにしましょう。</br>
        お客さま：ありがとうございます。すぐごよういしますので、少々　お待ちください。</br>
        <hr>
        「３」に入るものはなんですか。
        `,
        answers : [
                    {id:0,text:"カメラがいい"},
                    {id:1,text:"ゲームが好き"},
                    {id:2,text:"RAMが少ない"},
                    {id:3,text:"RAMが8GBもある"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 31,
        section : 3,
        text : "男の人はしょうらい　何をしたいですか。 ",
        answers : [
                    {id:0,text:"a"},
                    {id:1,text:"b"},
                    {id:2,text:"c"},
                    {id:3,text:"d"},
                    ],
        keyid : 3,
        image : "Simulation JFT-5/31.PNG",
        sound : "Simulation JFT-5/31.mp3"
    },
    {
        id : 32,
        section : 3,
        text : "せんぽは　どれですか",
        answers : [
                    {id:0,text:"しょうてんがいに　ある　あおいかんばんの　お店。"},
                    {id:1,text:"ラーメンが　おいしいですが、りょうが　すくない　お店です。"},
                    {id:2,text:"しょうてんがい　の　前に　ある　お店せ。"},
                    {id:3,text:"ラーメンが　おいしくて、やすい　お店です。"},
                    ],
        keyid : 3,
        image : "",
        sound : "Simulation JFT-5/32.mp3"
    },
    {
        id : 33,
        section : 3,
        text : "男の人は　どうやってコーヒーをのみますか。",
        answers : [
                    {id:0,text:"さとうと　ミルクを　いれて　飲みます"},
                    {id:1,text:"さとうを　いれて　飲みます"},
                    {id:2,text:"さとう　いれないで　飲みます"},
                    {id:3,text:"ミルクを　いれて　飲みます"},
                    ],
        keyid : 1,
        image : "",
        sound : "Simulation JFT-5/33.mp3"
    },
    {
        id : 34,
        section : 3,
        text : "ばすていは　どこですか",
        answers : [
                    {id:0,text:"a"},
                    {id:1,text:"b"},
                    {id:2,text:"c"},
                    {id:3,text:"d"},
                    ],
        keyid : 3,  
        image : "Simulation JFT-5/34.PNG",
        sound : "Simulation JFT-5/34.mp3"
    },
    {
        id : 35,
        section : 3,
        text : "女の人は何をすればいいですか。",
        answers : [
                    {id:0,text:"先生に行きます。"},
                    {id:1,text:"あいきどうの　ふくを　買います。"},
                    {id:2,text:"T-シャツで行きます。"},
                    {id:3,text:"あいていませんので、かえります。"},
                    ],
        keyid : 2,  
        image : "",
        sound : "Simulation JFT-5/35.mp3"
    },
    {
        id : 36,
        section : 3,
        text : "まちがっているのを　一つえらびなさい",
        answers : [
                    {id:0,text:"男はもう食べません。"},
                    {id:1,text:"おこのみやきは　おいしいです。"},
                    {id:2,text:"男の人の国の料理と　にていません。"},
                    {id:3,text:"男の人が食べた料理はおこのみやきです。"},
                    ],
        keyid : 2,
        image : "",
        sound : "Simulation JFT-5/36.mp3"
    },
    {
        id : 37,
        section : 3,
        text : "こうえんでは　何ができませんか",
        answers : [
                    {id:0,text:"こどもと　あそびます"},
                    {id:1,text:"たばこを　すいます"},
                    {id:2,text:"たばこを　かいます"},
                    {id:3,text:"きょうりょく　します"},
                    ],
        keyid : 1,
        image : "",
        sound : "Simulation JFT-5/37.mp3"
    },
    {
        id : 38,
        section : 3,
        text : "せつめいと　まちがっているのは　どれですか。",
        answers : [
                    {id:0,text:"ひとり400円です。"},
                    {id:1,text:"タオルは250円で買えます。"},
                    {id:2,text:"きゅうけいしつは　二かいに　あります。"},
                    {id:3,text:"シャンプーは　買わなくてもいいです。"},
                    ],
        keyid : 1,
        image : "",
        sound : "Simulation JFT-5/38.mp3"
    },
    {
        id : 39,
        section : 3,
        text : "ただしいのは　どれですか。",
        answers : [
                    {id:0,text:"たいふうで　わかい女の人が　すぐ　ひなんしています。"},
                    {id:1,text:"ひなんの所は　小学生のとなりです。"},
                    {id:2,text:"バラこうえん　にひなんします。"},
                    {id:3,text:"食べ物と 飲み物を 持って行った方がいいです。"},
                    ],
        keyid : 3,
        image : "",
        sound : "Simulation JFT-5/39.mp3"
    },
    {
        id : 40,
        section : 3,
        text : "アリさんは　何を　しなければなりませんか。",
        answers : [
                    {id:0,text:"部屋のつくえを　ならべて、パソコンと　プロジェクトを　じゅんびします。"},
                    {id:1,text:"しりょうの　じゅんびを　します"},
                    {id:2,text:"しりょうを　コピーして、つくえの上に じゅんび　します。"},
                    {id:3,text:"飲み物を　外の　店に　たのみます。"},
                    ],
        keyid : 0,
        image : "",
        sound : "Simulation JFT-5/40.mp3"
    },
    {
        // l7
        id : 41,
        section : 4,
        text : `
        41-42<hr>
        きのう　じむしょの人と　花見に　行った。花のさいた木の下で、みんなで　おさけを　飲んで、おどりを　おどって、花見を　たのしんでいます。<br>
        きょうは　仕事がたくさんありますから、じむしょで　とまって　ざんぎょうします。<br>
        外国には　こういう　しゅうかんは　あまりないみたいです。外国人は　きっと　おどろくと思います。私は　外国では　お花見が　ないのが　ざんねん　と思っていますが、</br>
        ざんぎょうが　すくないのが　うらやましいと思っています。
        <hr>
        きのうは何をしましたか。
        `,
        answers : [
                    {id:0,text:"じむしょで　とまりました。"},
                    {id:1,text:"ざんぎょうしました。"},
                    {id:2,text:"お花見を　しました。"},
                    {id:3,text:"おどっていました。"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 42,
        section : 4,
        text :  `
        41-42<hr>
        きのう　じむしょの人と　花見に　行った。花のさいた木の下で、みんなで　おさけを　飲んで、おどりを　おどって、花見を　たのしんでいます。<br>
        きょうは　仕事がたくさんありますから、じむしょで　とまって　ざんぎょうします。<br>
        外国には　こういう　しゅうかんは　あまりないみたいです。外国人は　きっと　おどろくと思います。私は　外国では　お花見が　ないのが　ざんねん　と思っていますが、</br>
        ざんぎょうが　すくないのが　うらやましいと思っています。
        <hr>
        「私」はが外国人についてどう思いますか。
        `,
        answers : [
                    {id:0,text:"おどろくと思っています。"},
                    {id:1,text:"うらやましいと思っています。"},
                    {id:2,text:"お花見をたのしんでいると思っています"},
                    {id:3,text:"いそがしいと　思っています。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 43,
        section : 4,
        text :  `
        43-45<hr>
        さとうさんは　本を　3月7日にかりました。おそくても　いつ　かえさなければなりませんか。
        `,
        answers : [
                    {id:0,text:"3月22日"},
                    {id:1,text:"4月22日"},
                    {id:2,text:"4月23日"},
                    {id:3,text:"3月23日"},
                    ],
        keyid : 0,
        image : "Simulation JFT-5/43.PNG",
        sound : ""
    },
    {
        id : 44,
        section : 4,
        text :  `
        43-45<hr>
        かえす日が　おくれる時　どうしますか。
        `,
        answers : [
                    {id:0,text:"としょかんに　いく。"},
                    {id:1,text:"としょかんに　メールする。"},
                    {id:2,text:"としょかんに　電話をする。"},
                    {id:3,text:"何もしない。"},
                    ],
        keyid : 2,
        image : "Simulation JFT-5/43.PNG",
        sound : ""
    },
    {
        id : 45,
        section : 4,
        text : `
        43-45<hr>
        この中に　借りることができる　人はどれですか。
        `,
        answers : [
                    {id:0,text:"本を4さつ、とCDを　2まい　16日間　かりたいひと。"},
                    {id:1,text:"DVDを4まい、とCDを　4まい　15日間　かりたいひと。"},
                    {id:2,text:"本を6さつ、DVDを5まい、とCDを　5まい　5日間　かりたいひと。"},
                    {id:3,text:"DVDを8まい、とCDを　8まい　15日間　かりたいひと。"},
                    ],
        keyid : 1,
        image : "Simulation JFT-5/43.PNG",
        sound : ""
    },
    {
        id : 46,
        section : 4,
        text : `
        工場見学の　おしらせ
        <br>あしたは　１１時から　自動車工場の見学です。学校を　１０時に　出られるよう　１０分前に　あつまってください。あつまる場所は　学校の前のこうえんです。
        <hr>
        あつまる　時間と　場所は　どれですか。
        `,
        answers : [
                    {id:0,text:"こうえんに、９時５０分です。"},
                    {id:1,text:"学校の前に、９時５０分です。"},
                    {id:2,text:"こうえんに、１０時１０分です。"},
                    {id:3,text:"学校の前に、１０時１０分です。"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 47,
        section : 4,
        text : `
        このごろ　山田さんに　会っていない。かれは　病気だと　みんなは　言っている。<br>
        しかし　先生は　きのう　山田さんを　駅で見たそうだ。でも　その人は　山田さんのおとうとだと思う。
        <hr>
        ただしいものはどれですか。
         `,
        answers : [
                    {id:0,text:" 山田さんはいつも元気だ。"},
                    {id:1,text:" 山田さんはびょうきらしい。"},
                    {id:2,text:" 山田さんはおとうとがいない。"},
                    {id:3,text:" 山田さんは木村さんと話した。"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 48,
        section : 4,
        text : `
        48-50<hr>
        兄も　私も　ゴルフが大好きだ。ところが、私は　デパートに　つとめているので、休みは　水曜日ですが、弟は　会社員なので、日曜日が　休みです。<br>
        だから、いっしょに行こうと思ったら、弟か　私のどちらかが　休みをとらなければなりません。<br>
        私が　休むことより　弟が休むことのほうが　多いです。<br>
        へいじつですから「１」にゴルフを　するほうが　ねだんも　すこし安いし、コースを　よやく　するのも「２」からだ。<br>
        私は、弟もデパートにつとめれば、「３」で毎週気分よく　ゴルフができて　とてもいいと　思うのですが。<br>
        <hr>
        「１」にはどんなことばを入れたらいいですか。
        `,
        answers : [
                    {id:0,text:"日曜日"},
                    {id:1,text:"水曜日"},
                    {id:2,text:"休み"},
                    {id:3,text:"毎日"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 49,
        section : 4,
        text : `
        48-50<hr>
        兄も　私も　ゴルフが大好きだ。ところが、私は　デパートに　つとめているので、休みは　水曜日ですが、弟は　会社員なので、日曜日が　休みです。<br>
        だから、いっしょに行こうと思ったら、弟か　私のどちらかが　休みをとらなければなりません。<br>
        私が　休むことより　弟が休むことのほうが　多いです。<br>
        へいじつですから「１」にゴルフを　するほうが　ねだんも　すこし安いし、コースを　よやく　するのも「２」からだ。<br>
        私は、弟もデパートにつとめれば、「３」で毎週気分よく　ゴルフができて　とてもいいと　思うのですが。<br>
        <hr>
        「２」にはどんなことばを入れたらいいですか。
        `,
        answers : [
                    {id:0,text:"かんたん"},
                    {id:1,text:"むずかしい"},
                    {id:2,text:"やさしい"},
                    {id:3,text:"おもしろい"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 50,
        section : 4,
        text : `
        48-50<hr>
        兄も　私も　ゴルフが大好きだ。ところが、私は　デパートに　つとめているので、休みは　水曜日ですが、弟は　会社員なので、日曜日が　休みです。<br>
        だから、いっしょに行こうと思ったら、弟か　私のどちらかが　休みをとらなければなりません。<br>
        私が　休むことより　弟が休むことのほうが　多いです。<br>
        へいじつですから「１」にゴルフを　するほうが　ねだんも　すこし安いし、コースを　よやく　するのも「２」からだ。<br>
        私は、弟もデパートにつとめれば、「３」で毎週気分よく　ゴルフができて　とてもいいと　思うのですが。<br>
        <hr>
        「３」にはどんなことばを入れたらいいですか。
        `,
        answers : [
                    {id:0,text:"一人"},
                    {id:1,text:"二人"},
                    {id:2,text:"三人"},
                    {id:3,text:"四人"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    }
];