// test 
// 50 soal
// s1 15 bb 1  ba 15
// s2 15 bb 16 ba 30
// s3 10 bb 31 ba 40
// s4 10 bb 41 ba 50
// 50
const SimulationJFT3Questions = [
    {
        id : 1,
        section : 1,
        text : "これは何ですか。 ",
        answers : [
                    {id:0,text:"くだもの"},
                    {id:1,text:"やさい"},
                    {id:2,text:"しょくじ"},
                    {id:3,text:"のみもの"},
                    ],
        keyid : 1,
        image : "Simulation JFT-3/1.png",
        sound : ""
    },
    {
        id : 2,
        section : 1,
        text : "これは何ですか。 ",
        answers : [
                    {id:0,text:"ざっし"},
                    {id:1,text:"かみ"},
                    {id:2,text:"しゃしん"},
                    {id:3,text:"てちょう"},
                    ],
        keyid : 2,
        image : "Simulation JFT-3/2.png",
        sound : ""
    },
    {
        id : 3,
        section : 1,
        text : "これは何ですか。 ",
        answers : [
                    {id:0,text:"こうさてん"},
                    {id:1,text:"みち"},
                    {id:2,text:"かど"},
                    {id:3,text:"ばすてい"},
                    ],
        keyid : 0,
        image : "Simulation JFT-3/3.png",
        sound : ""
    },
    {
        id : 4,
        section : 1,
        text : "これは何ですか。 ",
        answers : [
                    {id:0,text:"おちゃ"},
                    {id:1,text:"コーヒー"},
                    {id:2,text:"みず"},
                    {id:3,text:"ぎゅうにゅう"},
                    ],
        keyid : 3,
        image : "Simulation JFT-3/4.png",
        sound : ""
    },
    {
        id : 5,
        section : 1,
        text : "私は、＿＿＿の9月から日本に来ました ",
        answers : [
                    {id:0,text:"去年"},
                    {id:1,text:"来年"},
                    {id:2,text:"先月"},
                    {id:3,text:"来月"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 6,
        section : 1,
        text : "お父さんは、大学で勉強しながら、仕事をしています。とても＿＿＿＿＿ ",
        answers : [
                    {id:0,text:"たのしい"},
                    {id:1,text:"かんたん"},
                    {id:2,text:"いそがしい"},
                    {id:3,text:"やさしい"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 7,
        section : 1,
        text : " 私のしゅみは＿＿＿をすることです、色んな国に行くのが好きです。 ",
        answers : [
                    {id:0,text:"旅行"},
                    {id:1,text:"食事"},
                    {id:2,text:"テニス"},
                    {id:3,text:"ギター"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 8,
        section : 1,
        text : "冬はとても＿＿＿です。",
        answers : [
                    {id:0,text:"あつい"},
                    {id:1,text:"あたたかい"},
                    {id:2,text:"つめたい"},
                    {id:3,text:"さむい"},
                    ],
        keyid : 3,
        image : "",
        sound : ""
    },
    {
        id : 9,
        section : 1,
        text : "インドネシアの季節は二つあります</br>季節=.... ",
        answers : [
                    {id:0,text:"てんき"},
                    {id:1,text:"きせつ"},
                    {id:2,text:"きっせつ"},
                    {id:3,text:"でんき"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 10,
        section : 1,
        text : "秋は＿＿＿が強く吹いています",
        answers : [
                    {id:0,text:"風"},
                    {id:1,text:"雨"},
                    {id:2,text:"雲"},
                    {id:3,text:"電"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 11,
        section : 1,
        text : "銀行は午後の4時までです</br>銀行=...  ",
        answers : [
                    {id:0,text:"がっこう"},
                    {id:1,text:"ぎんこう"},
                    {id:2,text:"しやくしょ"},
                    {id:3,text:"ゆうびんきょく"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 12,
        section : 1,
        text : "明日友達と駅で待ち合わせをします</br>駅=  ",
        answers : [
                    {id:0,text:"がっこう"},
                    {id:1,text:"えき"},
                    {id:2,text:"バスてい"},
                    {id:3,text:"こうえん"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    }, 
    {
        id : 13,
        section : 1,
        text : "先生のれんらくさきがわからないので、友達に聞きます。</br>れんらくさき=...  ",
        answers : [
                    {id:0,text:"住所"},
                    {id:1,text:"連絡先"},
                    {id:2,text:"名前"},
                    {id:3,text:"電話番号"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 14,
        section : 1,
        text : "私は三人きょうだいです</br>きょうだい=...   ",
        answers : [
                    {id:0,text:"妹姉"},
                    {id:1,text:"姉妹"},
                    {id:2,text:"弟兄"},
                    {id:3,text:"兄弟"},
                    ],
        keyid : 3,
        image : "",
        sound : ""
    },
    {
        id : 15,
        section : 1,
        text : "JLPTの試験にごうかくしました </br>ごうかく=...  ",
        answers : [
                    {id:0,text:"合宿"},
                    {id:1,text:"台所"},
                    {id:2,text:"合格"},
                    {id:3,text:"台格"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },         
    {
        id : 16,
        section : 2,
        text : `
        A：その写真、あなたのとなりにいる人はだれですか？</br>
        B：___です。</br>
        <hr>
        ＿＿＿に入るものは何ですか。
        `,
        answers : [
                    {id:0,text:"恋人"},
                    {id:1,text:"子犬"},
                    {id:2,text:"車"},
                    {id:3,text:"私"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 17,
        section : 2,
        text :`
        A：＿＿＿、お決まりですか？</br>
        B：あのー、おすすめは何ですか？</br>
        A：今人気なのはさしみ。とってもおいしいのでおすすめします？</br>
        <hr>
        ＿＿＿に入るものは何ですか。
        `,
        answers : [
                    {id:0,text:"飲み物"},
                    {id:1,text:"ご注意"},
                    {id:2,text:"たのみ"},
                    {id:3,text:"ご注文"},
                    ],
        keyid : 3,
        image : "",
        sound : ""
    },
    {
        id : 18,
        section : 2,
        text : `
        
        エドさんは、 去年フィリピンで住んでいますが、今＿日本に住んでいます。
        <hr>
        ＿＿＿に入るものは何ですか。

        `,
        answers : [
                    {id:0,text:"が"},
                    {id:1,text:"も"},
                    {id:2,text:"は"},
                    {id:3,text:"の"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 19,
        section : 2,
        text : `
        A：すみません、先のアナウンサーは、何を言ってましたか</br>
        B：大雨があったため、次の電車が20分ぐらい＿＿＿＿＿。</br>
        <hr>
        ＿＿＿に入るものは何ですか。

        `,
        answers : [
                    {id:0,text:"おくれるそうですよ"},
                    {id:1,text:"おくれましたよ"},
                    {id:2,text:"おくれてほしいですよ"},
                    {id:3,text:"おくれるつもりです"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 20,
        section : 2,
        text : `
        A：料理、すごくお上手ですね。どこで覚えたんですか。</br>
        B：日本に来てから、家でインターネットを見＿＿＿学んでます。</br>
        <hr>
        ＿＿＿に入るものは何ですか。

        `,
        answers : [
                    {id:0,text:"ながら"},
                    {id:1,text:"なくて"},
                    {id:2,text:"たいくて"},
                    {id:3,text:"て"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 21,
        section : 2,
        text : `
        本＿＿＿＿＿、CDとか、DVDもただで借りられます。
 
        <hr>
        ＿＿＿に入るものは何ですか。`,
        answers : [
                    {id:0,text:"だけじゃない"},
                    {id:1,text:"だけじゃなくて"},
                    {id:2,text:"だけで"},
                    {id:3,text:"だけでない"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 22,
        section : 2,
        text : `
        A：この教科書を買いたいんですが、どっちが＿＿＿＿＿ですか。</br>
        B：赤い教科書の方だと思います。</>
        <hr>
        ＿＿＿に入るものは何ですか。`,
        answers : [
                    {id:0,text:"つかいやすい"},
                    {id:1,text:"かんたん"},
                    {id:2,text:"むずかしい"},
                    {id:3,text:"つかいにくい"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 23,
        section : 2,
        text : `
        イスラムきょうは一日5回おいのりを＿＿＿＿＿＿。</br>
        <hr>
        ＿＿＿に入るものは何ですか。`,
        answers : [
                    {id:0,text:"しなければなります"},
                    {id:1,text:"しなくてもよくないです"},
                    {id:2,text:"しなくてもいいです"},
                    {id:3,text:"しなければなりません"},
                    ],
        keyid : 3,
        image : "",
        sound : ""
    },
    {
        id : 24,
        section : 2,
        text : `
        A：かっこいい時計ですね。どこで買ったんですか</br>
        B：いえ、これは母が＿＿＿＿</br>
        <hr>
        ＿＿＿に入るものは何ですか。`,
        answers : [
                    {id:0,text:"くれたんです"},
                    {id:1,text:"もらったんです"},
                    {id:2,text:"やったんです"},
                    {id:3,text:"うったんです"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 25,
        section : 2,
        text : `
        A：日本での仕事はどうですか</br>
        B：たいへん＿＿＿＿、たのしいです</br>
        <hr>
        ＿＿＿に入るものは何ですか。
        `,
        answers : [
                    {id:0,text:"で"},
                    {id:1,text:"だけど"},
                    {id:2,text:"そして"},
                    {id:3,text:"です"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 26,
        section : 2,
        text : "禁煙の知らせが貼ってあります。ここではタバコを＿＿＿＿＿。",
        answers : [
                    {id:0,text:"すってはいけませんね"},
                    {id:1,text:"すってもいいですね"},
                    {id:2,text:"すいましょう"},
                    {id:3,text:"すわないつもりです"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 27,
        section : 2,
        text : "この書類の書き＿＿がよくわかりません。",
        answers : [
                    {id:0,text:"色"},
                    {id:1,text:"法"},
                    {id:2,text:"方"},
                    {id:3,text:"万"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 28,
        section : 2,
        text :`
        店員：いらっしゃいませ</br>
        お客：すみません、ぶあついコートを「１」ですが</br>
        店員：コートですね、こちらへどうぞ</br>
        お客：あ、あの黒いのが「２」</br>
        店員：この黒いのですか。</br>
        お客：いいえ違います、その隣です。大きいの方です</br>
        店員：これですね。</br>
        お客：これは、「３」ですか。</br>
        店員：ぜいこみで104000￥です。このコートはとっても暖かいので、冬にはちょうどいいと思います</br>
        お客：あ、でも少しい大きすぎると思いますが</br>
        店員：サイズもあっていると思いますが、もし不安でしたら、一回しちゃくして見てはいかがですか</br>
        お客：そうですね、サイズが「４」、買います。</br>
        店員：ではしちゃく室にあんないしますので、こちらへどうぞ</br>
        <hr>
        「１」に入るものはなんですか。
        `,
        answers : [
                    {id:0,text:"買う予定"},
                    {id:1,text:"買いたいん"},
                    {id:2,text:"売りたいん"},
                    {id:3,text:"売る予定"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 29,
        section : 2,
        text :`
        店員：いらっしゃいませ</br>
        お客：すみません、ぶあついコートを「１」ですが</br>
        店員：コートですね、こちらへどうぞ</br>
        お客：あ、あの黒いのが「２」</br>
        店員：この黒いのですか。</br>
        お客：いいえ違います、その隣です。大きいの方です</br>
        店員：これですね。</br>
        お客：これは、「３」ですか。</br>
        店員：ぜいこみで104000￥です。このコートはとっても暖かいので、冬にはちょうどいいと思います</br>
        お客：あ、でも少しい大きすぎると思いますが</br>
        <hr>
        「２」に入るものはなんですか。
        `,
        answers : [
                    {id:0,text:"いくらですか"},
                    {id:1,text:"よくないです"},
                    {id:2,text:"いいです"},
                    {id:3,text:"かいます"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 30,
        section : 2,
        text :`
        店員：いらっしゃいませ</br>
        お客：すみません、ぶあついコートを「１」ですが</br>
        店員：コートですね、こちらへどうぞ</br>
        お客：あ、あの黒いのが「２」</br>
        店員：この黒いのですか。</br>
        お客：いいえ違います、その隣です。大きいの方です</br>
        店員：これですね。</br>
        お客：これは、「３」ですか。</br>
        店員：ぜいこみで104000￥です。このコートはとっても暖かいので、冬にはちょうどいいと思います</br>
        お客：あ、でも少しい大きすぎると思いますが</br>>
        <hr>
        「３」に入るものはなんですか。
        `,
        answers : [
                    {id:0,text:"どれ"},
                    {id:1,text:"いくら"},
                    {id:2,text:"いつ"},
                    {id:3,text:"どこ"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 31,
        section : 3,
        text : "男の人はもうどれぐらい日本に住んでいましたか ",
        answers : [
                    {id:0,text:"一年間"},
                    {id:1,text:"一週間"},
                    {id:2,text:"一か月"},
                    {id:3,text:"一日"},
                    ],
        keyid : 2,
        image : "",
        sound : "Simulation JFT-3/31.mp3"
    },
    {
        id : 32,
        section : 3,
        text : "男の人は何を勉強していますか",
        answers : [
                    {id:0,text:"プログラムミング"},
                    {id:1,text:"日本語"},
                    {id:2,text:"専門学校"},
                    {id:3,text:"面白いこと"},
                    ],
        keyid : 0,
        image : "",
        sound : "Simulation JFT-3/32.mp3"
    },
    {
        id : 33,
        section : 3,
        text : "男の人はどうして料理が趣味ですか",
        answers : [
                    {id:0,text:"料理が好きですから"},
                    {id:1,text:"食べるのが好きですから"},
                    {id:2,text:"料理が上手ですから"},
                    {id:3,text:"おいしいものが好きですから"},
                    ],
        keyid : 3,
        image : "",
        sound : "Simulation JFT-3/33.mp3"
    },
    {
        id : 34,
        section : 3,
        text : "野球が好きな人は誰ですか",
        answers : [
                    {id:0,text:"フオン　さん"},
                    {id:1,text:"いしかわ　さん"},
                    {id:2,text:"えこ　さん"},
                    {id:3,text:"女のひと"},
                    ],
        keyid : 1,
        image : "",
        sound : "Simulation JFT-3/34.mp3"
    },
    {
        id : 35,
        section : 3,
        text : "すずしくなるのはいつですか",
        answers : [
                    {id:0,text:"あついとき"},
                    {id:1,text:"あめのとき"},
                    {id:2,text:"かんきのとき"},
                    {id:3,text:"うきのとき"},
                    ],
        keyid : 3,
        image : "",
        sound : "Simulation JFT-3/35.mp3"
    },
    {
        id : 36,
        section : 3,
        text : "この会話はいつ行われましたか",
        answers : [
                    {id:0,text:"あさ"},
                    {id:1,text:"ゆうべ"},
                    {id:2,text:"ひる"},
                    {id:3,text:"よる"},
                    ],
        keyid : 0,
        image : "",
        sound : "Simulation JFT-3/36.mp3"
    },
    {
        id : 37,
        section : 3,
        text : "ゆうゆかんについて間違っているのはどれですか",
        answers : [
                    {id:0,text:"しょくどうがあります"},
                    {id:1,text:"ゆうゆかんはおふろです"},
                    {id:2,text:"ゆうゆかんは広いです"},
                    {id:3,text:"ばすではいけません"},
                    ],
        keyid : 3,
        image : "",
        sound : "Simulation JFT-3/37.mp3"
    },
    {
        id : 38,
        section : 3,
        text : "ロ―さんのうちについて正しいのはどれですか",
        answers : [
                    {id:0,text:"こじまちょうの近くにあります"},
                    {id:1,text:"信号の左にあります"},
                    {id:2,text:"こじま高校の近くにあります"},
                    {id:3,text:"白くて大きな家のまえにあります"},
                    ],
        keyid : 2,
        image : "",
        sound : "Simulation JFT-3/38.mp3"
    },
    {
        id : 39,
        section : 3,
        text : "男の人はどけでプロレスの試合を見ますか",
        answers : [
                    {id:0,text:"今度の日曜日"},
                    {id:1,text:"しみんたいいくかん"},
                    {id:2,text:"プロレス所"},
                    {id:3,text:"試合はありません"},
                    ],
        keyid : 1,
        image : "",
        sound : "Simulation JFT-3/39.mp3"
    },
    {
        id : 40,
        section : 3,
        text : "間違っているのを選んでください",
        answers : [
                    {id:0,text:"ラメんはハラルです"},
                    {id:1,text:"このコーナーの商品はハラルです"},
                    {id:2,text:"このコーナーのラメんはハラルです"},
                    {id:3,text:"このラメんはハラルじゃありません"},
                    ],
        keyid : 3,
        image : "",
        sound : "Simulation JFT-3/40.mp3"
    },
    {
        id : 41,
        section : 4,
        text : `
        41-42<hr>
        モニカ：店長、来月20日の月曜日とその次の日、休みをとっても大丈夫ですか。インドネシアから友達が来るので、案内したいです</br>
        店長：今月、4月は忙しいが、来月ならそんなにいそがしくないので。別にかまいませんよ</br>
        モニカ：ありがとうございます。</br>
        <hr>
        モニカさんは、どうして休みをとりましたか
        `,
        answers : [
                    {id:0,text:"インドネシアに遊びたいから"},
                    {id:1,text:"友達のうちに行きたいかったから"},
                    {id:2,text:"友達を案内したいから"},
                    {id:3,text:"やすみたいから"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 42,
        section : 4,
        text :  `
        41-42<hr>
        モニカ：店長、来月20日の月曜日とその次の日、休みをとっても大丈夫ですか。インドネシアから友達が来るので、案内したいです</br>
        店長：今月、4月は忙しいが、来月ならそんなにいそがしくないので。別にかまいませんよ</br>
        モニカ：ありがとうございます。</br>
        <hr>
        いつ休みをしましたか
        `,
        answers : [
                    {id:0,text:"4月20日と4月21日"},
                    {id:1,text:"5月20日と5月21日"},
                    {id:2,text:"5月20日"},
                    {id:3,text:"4月21日"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 43,
        section : 4,
        text :  `
        43-44<hr>
        いしいせんせいはアダさんに漢字を教えています。アダさんは毎日20字を覚えようとしています。大変ですが、毎日頑張って勉強しています。わからないとき、アダさんは先生だけじゃなくて、日本人の友達にもよく聞いています。
        そのおかげで、一か月で600字も覚えることができました。周りの人にはアダさんは頑張りやだとよく言われていえます。</br>

        <hr>
        アダさんは誰から漢字をならっていましたか。
        `,
        answers : [
                    {id:0,text:"大学の先生"},
                    {id:1,text:"いしいせんせい"},
                    {id:2,text:"日本人のともだち"},
                    {id:3,text:"一人で勉強しています"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 44,
        section : 4,
        text :  `
        43-44<hr>
        いしいせんせいはアダさんに漢字を教えています。アダさんは毎日20字を覚えようとしています。大変ですが、毎日頑張って勉強しています。わからないとき、アダさんは先生だけじゃなくて、日本人の友達にもよく聞いています。
        そのおかげで、一か月で600字も覚えることができました。周りの人にはアダさんは頑張りやだとよく言われていえます。</br>

        <hr>
        漢字を600じ覚えるには、どれぐらいかかりましたか。
        `,
        answers : [
                    {id:0,text:"一日"},
                    {id:1,text:"一か月半"},
                    {id:2,text:"一か月"},
                    {id:3,text:"一か年"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 45,
        section : 4,
        text : `
        43-44<hr>
        いしいせんせいはアダさんに漢字を教えています。アダさんは毎日20字を覚えようとしています。大変ですが、毎日頑張って勉強しています。わからないとき、アダさんは先生だけじゃなくて、日本人の友達にもよく聞いています。
        そのおかげで、一か月で600字も覚えることができました。周りの人にはアダさんは頑張りやだとよく言われていえます。</br>

        <hr>
        アダさんはわからないことがあったら、どうしますか。
        `,
        answers : [
                    {id:0,text:"ネットでしらべます"},
                    {id:1,text:"友達にききます"},
                    {id:2,text:"なにもしません"},
                    {id:3,text:"辞書でわからないことをしらべます"}
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 46,
        section : 4,
        text : `
        46-48<hr>
        日本の料理はさっぱりなあじをしています。インドネシアとちがくて、辛いのはあまりありません。そして、
        日本人はよく、はしでごはんを食べています。この、わしょくの文化はえいようバランスがとてもいいです。
        こめ、さかな、やさい、くだものなど、レストランの定食でよくだされています。このおかげで、日本人
        のじゅみょうはながいです
        
        <hr>
        和食はどんな味をしますか。
        `,
        answers : [
                    {id:0,text:"からい"},
                    {id:1,text:"さっぱり"},
                    {id:2,text:"のうこう"},
                    {id:3,text:"あまい"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 47,
        section : 4,
        text : `
        46-48<hr>
        日本の料理はさっぱりなあじをしています。インドネシアとちがくて、辛いのはあまりありません。そして、
        日本人はよく、はしでごはんを食べています。この、わしょくの文化はえいようバランスがとてもいいです。
        こめ、さかな、やさい、くだものなど、レストランの定食でよくだされています。このおかげで、日本人
        のじゅみょうはながいです
        
        <hr>
        和食のいいところはなんですか。
        `,
        answers : [
                    {id:0,text:"はしをつかっています"},
                    {id:1,text:"あじがさっぱりしています"},
                    {id:2,text:"えいようのバランスがいい"},
                    {id:3,text:"さかな、や野菜がはいっています"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    },
    {
        id : 48,
        section : 4,
        text : `
        46-48<hr>
        日本の料理はさっぱりなあじをしています。インドネシアとちがくて、辛いのはあまりありません。そして、
        日本人はよく、はしでごはんを食べています。この、わしょくの文化はえいようバランスがとてもいいです。
        こめ、さかな、やさい、くだものなど、レストランの定食でよくだされています。このおかげで、日本人
        のじゅみょうはながいです。
        <hr>
        和食のおかげで、日本人はどうなっていますか。
        `,
        answers : [
                    {id:0,text:"おとしよりまで、げんきでいきています"},
                    {id:1,text:"レストラン和食で人気になっています"},
                    {id:2,text:"からいのはきらいになっています"},
                    {id:3,text:"やさい、さかななどが好きになっています"},
                    ],
        keyid : 0,
        image : "",
        sound : ""
    },
    {
        id : 49,
        section : 4,
        text : `
        49-50<hr>
        私のしゅみはバドミントンをすることです。子供の時から運動がすきで、最初は毎日サッカーの練習をしています。
        中学生のとき、両親にオリンピックのバドミントン大会に連れて行ってもらって、プロのバドミントンを、めのまえでみたら、
        すきになりました。その日から、バドミントンがしゅみになりました。それで、こうこうのバドミントンのクラブにさんかして、
        色んな大会にでました。しょうらいは、私もオリンピックに出たいです。
        <hr>
       「私」は子供の時何が好きですか。
        `,
        answers : [
                    {id:0,text:"サッカー"},
                    {id:1,text:"バドミントン"},
                    {id:2,text:"オリンピック"},
                    {id:3,text:"バンド"},
                    ],
        keyid : 1,
        image : "",
        sound : ""
    },
    {
        id : 50,
        section : 4,
        text : `
        49-50<hr>
        私のしゅみはバドミントンをすることです。子供の時から運動がすきで、最初は毎日サッカーの練習をしています。
        中学生のとき、両親にオリンピックのバドミントン大会に連れて行ってもらって、プロのバドミントンを、めのまえでみたら、
        すきになりました。その日から、バドミントンがしゅみになりました。それで、こうこうのバドミントンのクラブにさんかして、
        色んな大会にでました。しょうらいは、オリンピックでみたプロみたいに、私もオリンピックに出たいです。
        <hr>
       「私」はどうしてバドミントンのオリンピック大会に出たいですか。
        `,
        answers : [
                    {id:0,text:"両親のゆめですから"},
                    {id:1,text:"しゅみですから"},
                    {id:2,text:"プロみたいになりたいから"},
                    {id:3,text:"たくさん練習したから"},
                    ],
        keyid : 2,
        image : "",
        sound : ""
    }
];